L_RU = {
    'casino': {
        'earn_money': 'Вам начислено 💎<b>100</b> валюты💎',
        'bet': '💎Ставка: <b>{}</b>💎',
        'choose_game': 'А сейчас, <i>выберите один из <b>режимов!</b></i>😏',
        'er_less_zero': '❌Ставка не может быть меньше нуля❌',
        'er_zero': '❌Ставка не может быть равна нулю❌',
        'er_not_enough_m': '❌У вас слишком мало валюты❌',
        'make_1st_bet': '💰Для начала нужно сделать ставку',
        'not_engh_m': '😵У вас недостаточно валюты для ставки😵\n\n',
        'balance': '💎Баланс: <b>{}</b>💎',
        'bet_balance': '💎Баланс: <b>{}</b>💎\n\n💎Ставка: <b>{}</b>💎',
        'play_again': '💲<b>Ещё <i>разок)</i>?</b>',


        'guess_n_st': '🌚На какие числа ставите?',
        'guess_n_lose': '😈Не угадали!',
        'guess_n_win': '🤑Ура, победа!\n Вы выиграли 💎<b>{}</b>💎 валюты!',

        'bask_1': '😬Мимо!',
        'bask_2': '🫨Было близко!',
        'bask_3': '😤Упс! И такое бывает!',
        'bask_4': '😈Красиво',
        'bask_5': '🤑ЧИСТЫЙ!!',



    },
    'commands': {
        'start': 'Привет!✋\n Это игрушечное казино прямо в телеграмме!\n'
                 'Введи <b>/menu</b> и испытай свою удачу',
        'menu': 'Выбирай, путник',
        'info': '<i>Данный бот является лишь пет-проектом, то есть '
                'не является реальным казино, где возможно выиграть '
                'деньги. Относитесь к нему как к \'залипалке\', чтобы убить '
                'время.</i>\n💬Связь с автором: @Elon_Muskovich',
        'help': 'Это казино прямо в Телеграмме! Не нужно скачивать отдельные '
                'приложения или регистрироваться на <i>левых</i> сайтах!\n'
                'Также никто не может повлиять на выпавшее значение, кроме '
                'самого <i>Telegram</i>. То есть в этом казино вы и вправду сможете '
                'испытать свою удачу!\n<b>В общем, желаю вам победы</b>🏆',
    },
    'menu_com':
        {
            '/start': 'Погружение в мир выигрышей',
            '/menu': 'Главное меню',
            '/help': 'Общая информация',
            '/info': 'Для интересующихся'
        },
    'kb': {
        'games': {
            '🎰': '🎰Слоты🎰',
            '🎲': '🎲Кубик🎲',
            '🎯': '🎯Дартс🎯',
            '🎳': '🎳Боулинг🎳',
            '🏀': '🏀Баскет🏀',
            '⚽': '⚽Футбол⚽',
            },
        'dice': {
            '1-2': '1◦2',
            '3-4': '3◦4',
            '5-6': '5◦6',
            'even': 'Чёт',
            'odd': 'Нечет',
        },
        'ready': 'Готово',
        'cancel': 'Отмена',
        'mm_balance': '💸Пополнить баланс💸',
        'mm_choice': '🎰Выбор режима🎰',
        'mm_cng_bet': '💰Изменить ставку💰',
        'pl_again': 'Сыграть ещё',
    },
}