L_RU = {
    'casino': {
        'earn_money': 'Вам начислено 💎<b>100</b> валюты💎',
        'bet': '💎Ставка: <b>{}</b>💎',
        'choose_game': 'А сейчас, <i>выберите один из <b>режимов!</b></i>😏',
        'er_less_zero': '❌Ставка не может быть меньше нуля❌',
        'er_zero': '❌Ставка не может быть равна нулю❌',
        'er_not_enough_m': '❌У вас слишком мало валюты❌',
        'make_1st_bet': '💰Для начала нужно сделать ставку',
        'not_engh_m': '😵У вас недостаточно валюты для ставки😵\n\n',
        'balance': '💎Баланс: <b>{}</b>💎',
        'bet_balance': '💎Баланс: <b>{}</b>💎\n\n💎Ставка: <b>{}</b>💎',
        'play_again': '💲<b>Ещё <i>разок)</i>?</b>',


        'guess_n_st': '🌚На какие числа ставите?',
        'guess_n_lose': '😈Не угадали!',
        'guess_n_win': '🤑Ура, победа‼\n Вы выиграли 💎<b>{}</b>💎 валюты!',

        'bask_1': '😬Мимо!',
        'bask_2': '🫨Было близко!',
        'bask_3': '😤Упс! И такое бывает!',
        'bask_4': '😈Красиво',
        'bask_5': '🤑ЧИСТЫЙ‼',

        'soc_1': '😒Совсем не туда',
        'soc_2': '🫣Штанга!!',
        'soc_3': '🤠Точно в середину',
        'soc_4': '😲Две штанги!!',
        'soc_5': '🤑ДЕВЯТКА‼',

        'darts_1': '⁉Такое вообще возможно',
        'darts_2': '🤡Повезло, что вообще попал',
        'darts_3': '😕Так себе',
        'darts_4': '😏Уже в плюсе',
        'darts_5': '👻Метко',
        'darts_6': '🍎В ЯБЛОЧКО‼',

        'bowling_1': '😑Вообще мимо',
        'bowling_2': '😶Одна - не густо!',
        'bowling_3': '😯3 из 6 - нормально',
        'bowling_4': '🤫4 из 6 - солидно',
        'bowling_5': '👽5 из 6 - отлично!',
        'bowling_6': '🤑СТРАЙК‼',

        'slot_lose': '{}Не повезло',
        'slot_3bar': '💰<b>ДЖЕКПОТ</b>‼\nВЫ ВЫИГРАЛИ <b>{}</b> x 25 = 💎<b>{}</b>💎',
        'slot_3sev': '💰<b>ТРИ ТОПОРА</b>‼\nВЫ ВЫИГРАЛИ <b>{}</b> x 15 = 💎<b>{}</b>💎',
        'slot_3lem': '💰<b>ТРИ ЛИМОНА</b>‼\nВЫ ВЫИГРАЛИ <b>{}</b> x 10 = 💎<b>{}</b>💎',
        'slot_3grape': '💰<b>ТРИ ВИНОГРАДА</b>‼\nВЫ ВЫИГРАЛИ <b>{}</b> x 7 = 💎<b>{}</b>💎',
        'slot_2bar': '🤑Два BAR\nВыигрыш - 💎<b>{}</b>💎',
        'slot_2sev': '🤗Две семёрки\nВыигрыш - 💎<b>{}</b>💎',
        'slot_2lem': '😀Два лимона\nВыигрыш - 💎<b>{}</b>💎',
        'slot_2grape': '🫠Два винограда\nВыигрыш - 💎<b>{}</b>💎',

},
    'commands': {
        'start': 'Привет!✋\n Это игрушечное казино прямо в телеграмме!\n'
                 'Введи <b>/menu</b> и испытай свою удачу',
        'menu': 'Выбирай, путник',
        'info': '<i>Данный бот является лишь пет-проектом, то есть '
                'не является реальным казино, где возможно выиграть '
                'деньги. Относитесь к нему как к \'залипалке\', чтобы убить '
                'время.</i>\n💬Связь с автором: @Elon_Muskovich',
        'help': 'Это казино прямо в Телеграмме! Не нужно скачивать отдельные '
                'приложения или регистрироваться на <i>левых</i> сайтах!\n'
                'Также никто не может повлиять на выпавшее значение, кроме '
                'самого <i>Telegram</i>. То есть в этом казино вы и вправду сможете '
                'испытать свою удачу!\n<b>В общем, желаю вам победы</b>🏆',
    },
    'menu_com':
        {
            '/start': 'Погружение в мир выигрышей',
            '/menu': 'Главное меню',
            '/help': 'Общая информация',
            '/info': 'Для интересующихся'
        },
    'kb': {
        'games': {
            '🎰': '🎰Слоты🎰',
            '🎲': '🎲Кубик🎲',
            '🎯': '🎯Дартс🎯',
            '🎳': '🎳Боулинг🎳',
            '🏀': '🏀Баскет🏀',
            '⚽': '⚽Футбол⚽',
            },
        'dice': {
            '1-2': '1◦2',
            '3-4': '3◦4',
            '5-6': '5◦6',
            'even': 'Чёт',
            'odd': 'Нечет',
        },
        'back_to_choose_game': 'К выбору режима',
        'ready': 'Готово',
        'cancel': 'Отмена',
        'mm_balance': '💸Пополнить баланс💸',
        'mm_choice': '🎰Выбор режима🎰',
        'mm_cng_bet': '💰Изменить ставку💰',
        'pl_again': 'Сыграть ещё',
    },
}